---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsFamilyContentAnnotationDisplay
source: html/4d71d830-d9c9-4df5-9059-a1816d5133b5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsFamilyContentAnnotationDisplay Property

"Use Annotation Scale"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsFamilyContentAnnotationDisplay { get; }
```